INSTALLER_APPLICATION_NAME = "LOGITECH G HUB";
INSTALLER_GENERIC_TRY_AGAIN = "TEKRAR DENE";
INSTALLER_GENERIC_CONTINUE = "DEVAM";
INSTALLER_GENERIC_CANCEL = "İPTAL";
INSTALLER_GENERIC_BACK = "GERİ";
INSTALLER_GENERIC_REINSTALL = "YENİDEN YÜKLE";
INSTALLER_GENERIC_LAUNCH_GHUB = "BAŞLAT";
INSTALLER_GENERIC_UNINSTALL = "KALDIR";
INSTALLER_GENERIC_LETS_PARTY = "PARTİ ZAMANI";
INSTALLER_GENERIC_QUIT = "ÇIK";
INSTALLER_GENERIC_REBOOT_NOW = "ŞİMDİ YENİDEN BAŞLAT";
INSTALLER_GENERIC_REBOOT_LATER = "DAHA SONRA YENİDEN BAŞLAT";
INSTALLER_POWER_EVENT_INSTALL = "G HUB şu anda yükleniyor.";
INSTALLER_POWER_EVENT_UPDATE = "G HUB şu anda güncelleniyor.";
INSTALLER_POWER_EVENT_UNINSTALL = "G HUB şu anda kaldırılıyor.";
INSTALLER_ONLINE_HELP = "ONLINE YARDIM";
INSTALLER_MORE_DETAILS = "Daha Fazla Ayrıntı";
INSTALLER_LESS_DETAILS = "Daha Az Ayrıntı";
INSTALLER_HELP_LINK = "https://support.logi.com/hc/articles/360023192454";
INSTALLER_DLL_FAILURE_HELP_LINK = "https://support.logi.com/hc/articles/22319000700951";
INSTALLER_DISK_INDICATOR_NORMAL = "{1} sürücüsünde şu anda {0} GB alan var";
INSTALLER_DISK_INDICATOR_WARNING = "{0} sürücüsünde 1 GB’tan az alan var";
INSTALLER_DISK_INDICATOR_ERROR = "{0} sürücüsünde 500 MB’tan az alan var";
INSTALLER_ERROR_DOWNLOAD_INIT = "Ağ sorunu nedeniyle indirme başlatılamadı. Lütfen yeniden deneyin.";
INSTALLER_ERROR_NETWORK_ISSUE = "Ağ sorunu nedeniyle indirilemedi. Lütfen yeniden deneyin.";
INSTALLER_ERROR_UPDATE_SUMMARY = "Geçerli bir güncelleme özeti alınamadı. Lütfen yeniden deneyin.";
INSTALLER_ERROR_DISK_FULL = "Yeterli sabit disk alanı yok.";
INSTALLER_ERROR_UNCAUGHT_ERROR = "Yükleme sırasında bir hata oluştu. Lütfen yeniden deneyin.";
INSTALLER_ERROR_UNPACKING = "Yükleyici kaynakları çıkarılamadı. Yükleyiciyi yeniden başlatmak bu sorunu düzeltebilir.";
INSTALLER_ERROR_DLL_LOADING = "Yükleyicinin temel bileşenleri yüklenemedi. Yardım için lütfen, aşağıdaki bağlantıya başvurun.";
INSTALLER_ERROR_START_INSTALL = "Yükleme başlatılamadı. Yükleyici kapatıp yeniden başlatmak bu sorunu düzeltebilir.";
INSTALLER_ERROR_REDOWNLOAD = "Lütfen yeniden ";
INSTALLER_ERROR_OS_VERSION = "G HUB, mevcut işletim sisteminiz ile uyumlu değil. Daha fazla bilgi için lütfen G HUB işletim sistemi uyumluluğunu kontrol edin.";
INSTALLER_ERROR_UPDATER_FOLDER = "Yükleme klasörü oluşturulamadı.";
INSTALLER_ERROR_UPDATER_FAILED_TO_REMOVE_STORAGE_FOLDER = "Bu klasörü kaldıramadık: {0}. Lütfen bu klasörü manuel olarak silmeyi deneyin veya bilgisayarınızı yeniden başlatıp tekrar deneyin. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_CREATE_UPDATER_FOLDER = "Bu klasörü oluşturamadık: {0}. Lütfen bu klasörü manuel olarak silmeyi deneyin veya bilgisayarınızı yeniden başlatıp tekrar deneyin. ";
INSTALLER_ERROR_UPDATER_FAILED_TO_SECURE_STORAGE_DIRECTORY = "Bir güvenlik hatası, kurulumu engelliyor ve bu klasöre erişimi engelliyor: {0}. Daha fazla bilgi için “Daha fazla ayrıntı” üzerine tıklayın. ";
INSTALLER_ERROR_UPDATER_STORAGE_DIRECTORY_IS_NOT_EMPTY = "Güncelleştirici klasörü ({0}) boş değil. Lütfen bu klasörü manuel olarak silmeyi deneyin ve ardından tekrar deneyin. ";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_TITLE = "G HUB yüklemesi başarıyla tamamlanmadı";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC = "Yüklemeyi yeniden çalıtşırmayı denemeden önce bilgisayarınızı yeniden başlatın. Sorun devam ederse {WEBSITE} ile iletişime geçin.";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_TEXT = "Müşteri Desteği";
INSTALLER_ERROR_INSTALL_FAILED_GENERIC_WEBSITE_LINK = "support.logitech.com";
INSTALLER_OFFICIAL_WEBSITE = "RESMİ WEB SİTESİNDEN indirin.";
INSTALLER_INFO_VERSION = "SÜRÜM {0}";
INSTALLER_INFO_DESTINATION = "{0} içinde yüklenecek";
INSTALLER_INFO_DOWNLOAD_PROGRESS = "{0} MB / {1} MB ({2}MB/sn.)";
INSTALLER_LOADING_MESSAGE_0 = "Yavaş indirme hızı tespit ettik";
INSTALLER_LOADING_MESSAGE_1 = "Bekleyebilir mi? Bazı ayarlamalar yapıyoruz";
INSTALLER_LOADING_MESSAGE_2 = "Yazıcınızın ve gizli mod geçmişinizin düzgün şekilde bağlandığından emin olun";
INSTALLER_LOADING_MESSAGE_3 = "Reaktör gücü yeniden yönlendiriliyor";
INSTALLER_LOADING_MESSAGE_4 = "Nyan Cat çağrılıyor";
INSTALLER_LOADING_MESSAGE_5 = "Daha fazla vespene gazı gerekiyor";
INSTALLER_LOADING_MESSAGE_6 = "Şüpheli bir şey yapmıyorum. Gerçekten!";
INSTALLER_LOADING_MESSAGE_7 = "Sonsuzluk matrisi mozaikleniyor";
INSTALLER_LOADING_MESSAGE_8 = "Ek pylon inşa etmeniz gerekir";
INSTALLER_LOADING_MESSAGE_9 = "D vitamini insan vücudu için gereklidir";
INSTALLER_LOADING_MESSAGE_10 = "Kare Geçiş Sürücüsü, Devrede";
INSTALLER_LOADING_MESSAGE_11 = "Bugünün faresi yarının hamster’ından iyidir";
INSTALLER_LOADING_MESSAGE_12 = "Eğlenirken zaman uçup gider";
INSTALLER_LOADING_MESSAGE_13 = "Sisteminizden bir şey çıkarılıyor";
INSTALLER_LOADING_MESSAGE_14 = "Bu da geçer";
INSTALLER_LOADING_MESSAGE_15 = "Pantolon giyiliyor";
INSTALLER_LOADING_MESSAGE_16 = "En iyi savaşçımızı gönderiyoruz";
INSTALLER_LOADING_MESSAGE_17 = "Cyan şüpheli gör...";
INSTALLER_LOADING_MESSAGE_18 = "Ağ örülüyor";
INSTALLER_LOADING_MESSAGE_19 = "Dünya hakimiyeti için plan yürürlüğe alınıyor";
INSTALLER_LOADING_MESSAGE_20 = "Bu düğme ne işe yarıyor?";
INSTALLER_LOADING_MESSAGE_21 = "Hey, sen. Sonunda uyandın";
INSTALLER_MESSAGEBOX_TITLE = "G HUB Yükleyici";
INSTALLER_MESSAGEBOX_FOLDER_MESSAGE = "Kritik hata: Kurulum için gerekli klasörler oluşturulamıyor. Lütfen Yönetici olarak yeniden deneyin. Sorun devam ederse, https://support.logi.com/hc adresine gidin";
INSTALLER_MESSAGEBOX_ERROR_UNSAFE = "Kritik hata: Bu program, güvenli bir şekilde çalıştırılamıyor. Lütfen, bilgisayarınızı yeniden başlatın ve tekrar deneyin. Sorun devam ederse, yardım için https://support.logi.com/hc adresine gidin";
INSTALLER_MODAL_REBOOT = "Ön şartları yükleme işlemini tamamlamak için yeniden başlatma gerekir. Bilgisayar yeniden başlatıldığında yükleyici yeniden açılır.";
INSTALLER_MODAL_TITLE_FAILED = "Yüklenemedi.";
INSTALLER_MODAL_TITLE_INIT_FAILED = "Başlatılamadı.";
INSTALLER_MODAL_TITLE_EXITING_SW = "Zaten yüklenmiş.";
INSTALLER_MODAL_TITLE_CONFIRM = "G HUB yeniden yüklensin mi?";
INSTALLER_MODAL_TITLE_UNINSTALL = "Kaldırılıyor.";
INSTALLER_MODAL_TITLE_UNINSTALL_SUCCESS = "Başarıyla kaldırıldı.";
INSTALLER_MODAL_TITLE_UNINSTALL_FAILURE = "Kaldırma işlemi sırasında hata.";
INSTALLER_MODAL_TITLE_EXIT = "Yüklemeden Çık.";
INSTALLER_MODAL_TITLE_REBOOT = "Yeniden başlatma gerekli.";
INSTALLER_MODAL_TITLE_UPDATE_ERROR = "Güncelleme hatası.";
INSTALLER_MODAL_CONFIRM_EXIT = "Çıkmak istediğinizden emin misiniz?";
INSTALLER_OFFICIAL_WEBSITE_LINK = "https://www.logitechg.com/ghub";
INSTALLER_STEP_INITIALIZE = "Başlatılıyor";
INSTALLER_STEP_UNPACK = "Çıkarılıyor";
INSTALLER_STEP_INSTALLING = "Yükleniyor";
INSTALLER_STEP_FINALIZING = "Sonlandırılıyor";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_TEXT = "“Yükle” seçeneğine tıklayarak şuradaki koşulları kabul etmiş olursunuz: ";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK_TEXT = "SON KULLANICI LİSANS SÖZLEŞMESİ.";
INSTALLER_TERMS_OF_SERVICE_AGREEMENT_LINK = "https://www.logitech.com/legal/eula.html";
INSTALLER_TOOLTIP_INSTALL = "G HUB yüklenirken lütfen bekleyin.";
INSTALLER_TOOLTIP_UPDATE = "G HUB güncellenirken lütfen bekleyin.";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER = "G HUB yükleyici, beklenmedik bir şekilde kapandı";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_DETAILS = "Logitech'e bir hata raporu göndermek için “Gönder” seçeneğine tıklayın. Daha fazla ayrıntı için {POLICY_LINK} sayfamıza göz atın.";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_CAPTION = "Gizlilik Politikası";
INSTALLER_CRASH_REPORT_WINDOW_POLICY_LINK_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_CRASH_REPORT_WINDOW_DESCRIPTION_HEADER_MACOS = "Daha önceki bir G HUB yükleme girişimi çökmeyle sonuçlandı";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SHOW_ERROR_DETAILS = "Hata Raporu Ayrıntıları";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_SEND = "Gönder";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_DONT_SEND = "Gönderme";
INSTALLER_CRASH_REPORT_WINDOW_BUTTON_REPORT_SENT = "RAPOR GÖNDERİLDİ.";
INSTALLER_FEEDBACK_BUTTON = "HATA RAPORU GÖNDER";
INSTALLER_FEEDBACK_WINDOW_HEADER = "G HUB'ı daha iyi bir uygulama hâline getirmemize yardımcı olduğunuz için teşekkür ederiz.";
INSTALLER_FEEDBACK_WINDOW_DETAILS = "Lütfen aşağıdaki hata günlükleriyle birlikte eklemek istediğiniz içerikleri veya destek kaydı bilgilerini sağlayın.";
INSTALLER_FEEDBACK_WINDOW_TEXTBOX_TIP = "Sorun meydana geldiğinde ne yapıyordunuz? İlişkili uygulamalar veya cihazlar var mı?";
INSTALLER_FEEDBACK_WINDOW_LOG_HEADER = "Hata Raporu Günlüğü";
INSTALLER_FEEDBACK_WINDOW_COLUMN_FILENAME = "GÜNLÜK DOSYASI ADI";
INSTALLER_FEEDBACK_WINDOW_COLUMN_LOCATION = "KONUM/KLASÖR";
INSTALLER_FEEDBACK_WINDOW_OPEN_FOLDER = "AÇIK";
INSTALLER_FEEDBACK_WINDOW_POLICY = "{POLICY_LINK} hakkında daha fazla bilgi edinin.";
INSTALLER_FEEDBACK_WINDOW_POLICY_CAPTION = "Gizlilik politikamız";
INSTALLER_FEEDBACK_WINDOW_POLICY_URL = "https://www.logitech.com/en-us/legal/product-privacy-policy.html";
INSTALLER_FEEDBACK_WINDOW_CANCEL = "İPTAL";
INSTALLER_FEEDBACK_WINDOW_SEND = "RAPOR GÖNDER";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_HEADER = "Tamamlanmamış günlük atılsın mı?";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_MESSAGE = "Pencereyi kapatırsanız ilerlemenizi kaybedersiniz.";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_GO_BACK = "GERİ GİT";
INSTALLER_FEEDBACK_WINDOW_MODAL_CANCEL_BUTTON_CLOSE = "KAPAT";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_HEADER = "Rapor gönderildi.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_MESSAGE = "Teşekkür ederiz. G HUB ile olan deneyiminizi iyileştirmek için çok çalışıyoruz ve bunu başarmaya bir adım daha yaklaşmamıza yardımcı oldunuz.";
INSTALLER_FEEDBACK_WINDOW_MODAL_SENT_BUTTON_DONE = "BİTTİ";
INSTALLER_APPLICATION_TITLE = "Logitech G HUB Yükleyici";
INSTALLER_WINDOW_TITLE = "{0} G HUB Yükleyici";
INSTALLER_APPLICATION_DESCRIPTION = "Logitech G HUB Yükleyici Uygulaması";
INSTALLER_INSTALL_BUTTON = "YÜKLE";
INSTALLER_INSTALL_WITH_ENTER_BUTTON = "YÜKLE (ENTER/RETURN)";
INSTALLER_GET_UPDATE_BUTTON = "GÜNCELLEMELERİ ALIN";
INSTALLER_EXIT_BUTTON = "ÇIKIŞ";
INSTALLER_CANCEL_BUTTON = "İPTAL";
INSTALLER_DESCRIPTION_ALREADY_INSTALLED = "Bu yazılım zaten sistemde yüklü. Güncellemeleri kontrol etmek için G HUB’ı başlatın.";
INSTALLER_DESCRIPTION_LEGACY_INSTALLED = "Logitech Gaming Software’in güncel olmayan ve uyumsuz bir sürümü sistemde yüklü. Bunu yükseltin veya kaldırıp G HUB’ı yükleyin.";
INSTALLER_HEADER_DOWNLOADING = "LOGITECH G HUB İNDİRİLİYOR";
INSTALLER_DESCRIPTION_DOWNLOADING = "Yeni Logitech G HUB yazılımı sayesinde oyun ve cihaz yapılandırması deneyiminiz…";
INSTALLER_DESCRIPTION_DOWNLOADING_1 = "…oluşturuluyor ve korunuyor…";
INSTALLER_DESCRIPTION_DOWNLOADING_2 = "…hızlı ve güçlü bir şekilde artacak…";
INSTALLER_DESCRIPTION_DOWNLOADING_3 = "…imleç üzerine getiriliyor ve duruluyor…";
INSTALLER_HEADER_DOWNLOADED = "İNDİRME BAŞARILI OLDU";
INSTALLER_DESCRIPTION_DOWNLOADED = "Kilitlendi ve yüklendi.";
INSTALLER_INSTALL_AND_LAUNCH_BUTTON = "YÜKLE VE BAŞLAT";
INSTALLER_MENU_ABOUT = "Hakkında";
INSTALLER_MENU_QUIT = "Çıkış";
INSTALLER_MENU_CLOSE = "Pencereyi Kapat";
INSTALLER_MENU_EDIT = "Düzenle";
INSTALLER_MENU_EDIT_CUT = "Kes";
INSTALLER_MENU_EDIT_COPY = "Kopyala";
INSTALLER_MENU_EDIT_PASTE = "Yapıştır";
INSTALLER_MENU_EDIT_SELECT_ALL = "Tümünü seç";
INSTALLER_TRANSFER_REMAINING = "kaldı";
INSTALLER_ERROR_GENERIC = "Yükleme sırasında bir hata oluştu";
INSTALLER_FAILURE_PREFIX = "İndirilemedi:";
INSTALLER_ERROR_SUMMARY = "Geçerli bir güncelleme özeti alınamadı.";
INSTALLER_ERROR_INITIALIZE = "İndirilemedi: Başlatılamadı. Lütfen İnternet bağlantınızı kontrol edin ve yeniden deneyin.";
INSTALLER_ERROR_TIMEOUT = "Lütfen İnternet bağlantınızı kontrol.";
INSTALLER_ERROR_WRITE = "Disk dolu görünüyor.";
INSTALLER_ERROR_DLL = "Yükleyicinin temel bileşenleri yüklenemedi. Lütfen yükleyiciyi resmi web sitesinden tekrar indirin.";
INSTALLER_RETRY_COUNTDOWN = "%d içinde tekrar deneniyor.";
INSTALLER_UNCOMPRESSING = "Dosya çıkarma";
